Repository: Go-dev-Grupo4/GitStars
Catalog: GitStars/*.lproj/Localizable.strings
Languages: es, pt_br

# ascendingTitle
source: Ascending
es: Ascendente
pt_br: Ascendente

# repositoryLinkTitle
source: Link of repository
es: Enlace del Repositorio
pt_br: Link do Reposit칩rio

# makeFavoriteTitle
source: Make a favorite
es: Favorito
pt_br: Favoritar

# undoFavoriteTitle
source: Undo favorite
es: Desfavorecer
pt_br: Desfavoritar

# reloadTitle
source: Reload
es: Recargar
pt_br: Recarregar

# homeTitle
source: List
es: Repositorios
pt_br: Reposit칩rios

# favoriteTitle
source: Favorites
es: Favoritos
pt_br: Favoritos

# teamTitle
source: Team
es: Equipo
pt_br: Time

# repositoryDetailTitle
source: Name of repository
es: Nombre del Repositorio
pt_br: Nome do reposit칩rio

# errorAlertTitle
source: Error
pt_br: Erro

# teamDetailTitle
source: Name
es: Nombre
pt_br: Nome

# homeTabBarTitle
source: Home
es: Repositorios
pt_br: Reposit칩rios

# favoriteTabBarTitle
source: Favorites
es: Favoritos
pt_br: Favoritos

# teamTabBarTitle
source: Team
es: Equipo
pt_br: Time

# defaultDescriptionText
source: No description
es: No hay una descripción
pt_br: Sem descri칞칚o

# authorPrefix
source: Author
es: Autor
pt_br: Autor

# defaultAuthorText
source: Name of the author
es: Nombre del Autor
pt_br: Nome do autor

# watchersPrefix
source: Count of watchers
es: Conteo de Observadores
pt_br: Contagem de observadores

# creationDatePrefix
source: Date of creation
es: Fecha de Creación
pt_br: Data de cria칞칚o

# licensePrefix
source: License
es: Licencia
pt_br: Licen칞a

# defaultLicenseText
source: MIT License
es: Licencia MIT
pt_br: Licen칞a MIT

# defaultNoLicenseText
source: No License
es: No Licenciado
pt_br: Sem Licen칞a

# defaultDeveloperAboutText
source: Tell us about you.
es: Cuéntanos acerca de ti.
pt_br: Conte-nos sobre voc칡.

# phonePrefix
source: Phone
es: Teléfono
pt_br: Telefone

# defaultEmailText
source: steva.jobs@apple.com.br
es: antonio.banderas@oscar.com.br
pt_br: will.smith@oscar.com.br

# errorMessageTitle
source: Oops... ðŸ‘€
es: Ups... 👀
pt_br: Opa... 游

# errorMessageDescription
source: Sorry, the service cannot be run. Try again later
es: Lo sentimos, el servicio no puede ejecutarse. Vuelva a intentarlo más tarde.
pt_br: Desculpe, o servi칞o n칚o pode ser executado. Tente novamente mais tarde.
